//与安卓翻译不一致的，没有进行标注的
/*
 1.369行卡路里去掉
 */
"Setting success" = "Setting successfully";
"Setting failure" = "Setting failed";
"Network request timeout" = "Network request timeout error";
"Prompt" = "Prompt";
"No" = "No";
"Yes" = "Yes";
"Cancel" = "Cancel";
"Confirm" = "Confirm";
"Done" = "Done";
"Save" = "Save";
"I got it" = "I got it";
"Device disconnected" = "not connected";
"Delete" = "Delete";
"Edit" = "Edit";
"Last refresh" = "Last refresh";
"Pull down to refresh data" = "Drop down to refresh data";
"Refreshing the data.." = "Refreshing the data..";
"Release to refresh data" = "Release to refresh data";

//通知的提示语
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Please open %@ to synchronize the data to check your sleep status last night";
"Please open %@ to synchronize your health data and to check your today's sport" = "Please open %@ to synchronize the data to check your today's sport";

//登录注册忘记密码页面
"Log in" = "Log in";
"Sign up" = "Sign up";
"Or" = "Or ";
"Forgot password?" = "Forget password?";
"Email or phone number" = "Email";
"Password" = "Password";
"Enter Security code" = "Enter verification code";
"Security code" = "Sent verification code";
"Reset password" = "Reset password";

//登录注册提示语
"Network unavailable，please check network" = "Network is unavailable and please check network status";
"Please enter account" = "Please enter account";
"Account format error" = "Account format error";
"Please enter password" = "Please enter password";
"Please enter a valid password from 6 to 20" = "Please enter a valid password with 6 to 20 characters";
"Login, please later" = "Logining, please wait";
"Login success" = "Login successfully";
"Login failed" = "Login failed";
"Registration, please later" = "Registrating, please wait";
"Sign up failed" = "Sign up failed";
"Account does not exist" = "Account does not exist";
"Account already exists" = "Account already exists";
"Password error" = "Password error";
"Enter verification code" = "Enter verification code";
"Password format error" = "Password format error";
"Send seccuss" = "verification code sends seccussfully";
"Send failed" = "verification code sends failed";
"Validation failed" = "Validation failed";
"Please enter 4 valid verify codes" = "Please enter 4-digital valid verification codes";
"Verification code is expired, please try again" = "Verification code is expired, please try again";
"Reset password success" = "Reset password successfully";
"Reset password failed" = "Reset password failed";

//注册后个人信息设定页面
"Personal information" = "Personal information";
"Personal data" = "Personal data";//看一下
"Set goal" = "Setting goal";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "According to your personal information, we suggest that you should walk %@ steps and sleep %@ hours per day to keep you healthy";
"Sport" = "Sport";
"Step" = "Steps";
"Steps" = "Steps";
"Sleep" = "Sleep";
"Adding information，please later" = "Information is being added, please wait";
"Add user data failed" = "Fail to add user data";

//tabbar健康
"Dashboard" = "Dashboard";//title
"hours" = "hours";
"Disconnected" = "not connected";
"Click to connect device" = "Click to connect device";
"TODAY" = "TODAY";
"YESTERDAY" = "YESTERDAY";
"2 DAYS AGO" = "2 DAYS AGO";
"Heart rate" = "Heart rate";
"Blood pressure" = "Blood pressure";
"No sleep data" = "No sleep data";//title
"No steps data" = "No steps data";
"No HR data" = "No HR data";
"No BP data" = "No BP data";
"Maximum steps:" = "Maximum steps:";
"Latest" = "Latest";

"Health Tips" = "Health Tips";

//历史
"History" = "History Data";
"Weekly" = "Weekly";
"Monthly" = "Month";
"Yearly" = "Yearly";
"Average:" = "Average:";

//睡眠的二级页面
"Sleep quality:" = "Sleep quality:";
"None" = "None";
"bad" = "bad";
"generally" = "Normal";
"Good" = "Good";
"Great" = "Great";
"Perfect" = "Excellent";
"Sleep duration" = "Sleep duration";
"Awake times" = "Wake-up times";
"Fell Asleep" = "Fall asleep time";
"Woke up" = "Wake-up time";
"Deep sleep" = "Deep sleep";
"Light sleep" = "Light sleep";
//运动的二级页面
"%@%@ to achieve goal" = "You need %@ %@ to reach the goal";
"Congratulations, you have completed the goal!" = "Congratulations! you have completed the goal!";
"Distance" = "Distance";
"Burned" = "Calorie";
//心率的二级页面
"Passive HR" = "Real-time HR";
"Average HR" = "Average HR";
"Time in heart rate zone" = "Activity status per day";
"Heart rate zone" = "Heart rate";
"Rest" = "Rest";
"Move" = "A little";
"Moderate" = "Medium";
"Mass" = "Mass";
"Strenuous" = "Strenuous";
//心率的测试页面
"Single heart rate test" = "Manual heart rate test";
"Bluetooth disconnected，test failed" = "Bluetooth disconnected, test interrupted";
"testing..." = "testing...";
"test complete" = "test completely";
"high" = "high";
"low" = "low";
"Normal" = "Normal";
"Please wear properly" = "Please wear properly";


//血压的二级页面
"Lowest BP" = "Lowest BP";
"Highest BP" = "Highest BP";
"Measured time" = "Measured time";
"Blood pressure zone" = "Blood pressure zone";
//血压测试界面
"BP manual test" = "Manual BP test";
"Start real-time BP measurement" = "Start real-time BP test";
"You haven’t set up your personal BP data， set up now？" = "You haven’t set up your personal BP data. Would you like to do it now?";
"Your BP is %@/%@！Do you want to save data？" = "Your BP is %@/%@！Do you want to save the data？";

//tabbar GPS运动界面
"Running" = "Running";//title
"BEGIN RUNNING" = "BEGIN RUNNING";
"No running history yet please start one" = "No running history yet. Please start to run now.";//中文怎么翻译
"Maps" = "Map";//运动界面title
"start\nsport" = "start\nrunning";
"Go exercise outside" = "Go for ourdoor exercises";
"Indoor GPS signal is poor, app could not accurately track in maps." = "it can't record correct movement track when doing indoor sports.";
"Continue" = "Continue";
"Stop exercises" = "Stop exercises";
"If back, app will stop tracking movement locus, back?" = "Return will end your trcaking record,whether to return?";
"Back" = "Back";
"Waiting for loading maps" = "Waiting for loading maps";
"Poor" = "Poor";
"Strong" = "Strong";
"No movement data records, Stop exercises?" = "No movement data records, Stop exercises?";
"Save or note?" = "Save and note sport record?";
"Pull to pause" = "pause";//Pull down to pause
"Gps duration" = "Duration";
"Pace" = "Pace";
"Calorie" = "Calorie";

//tabbar设置主界面
"Settings" = "Settings";
"My device" = "My device";
"Device" = "Device";//用设备
"Activity" = "Sport goal";
"Sleep goal" = "Sleep goal";
"More" = "More";
"About us" = "About us";
"Alcohol test" = "Alcohol test";
"Log out" = "Log out";
"No drink data records, please keep up" = "No drink data records";

//个人资料设置界面
"Profile" = "Profile";
"Nickname" = "Nickname";
"Gender" = "Gender";
"male" = "male";
"female" = "female";
"Date of birth" = "Date of birth";
"Weight" = "Weight";
"Height" = "Height";
"Camera" = "Camera";
"Albums" = "Albums";
"Uploaded" = "update sucessfully";
"Upload failed" = "update failed";
"Please enter your nickname" = "Please enter your nickname";

//设置饮酒界面
"Drinking time" = "Drinking time";
"The role of alcohol on the liver" = "The time of alcohol effect on the liver";
"Drinking level" = "Drinking level";
"alcohol allergic people or not" = "alcohol allergic people or not";
"bit" = "bit";
"moderate" = "moderate";
"A lot of" = "mass";
"excess" = "Excessive";

//设置手表页面
"No pair no cloud data, pair account？" = "No data is found in the Cloud if no pair.Pair account now?";
"Connect device" = "Device connection";
"Connected" = "Connect sucessfully";
"Enter the password" = "Enter the password";
"Please enter 4 numbers code" = "Please enter a 4-digital password";
"Have new firmware version, whether to upgrade？" = "New firmware version is available,Upgrade it now or not？";

//我的设备界面
"Power remain" = "Battery capacity";
"Notifications" = "Notifications";
"New message" = "Message notification";
"Alarm" = "Alarm setting";
"Long seat" = "Sedentary setting";
"Pair account" = "Pair device";
"Night turn wrist" = "Night Turn-wrist";
"BP mode" = "BP test mode";
"Firmware upgrade" = "Firmware upgrade";
"Already the latest version" = "The version is the latest one";//点击固件版本的时候提示的
"Did disconnected" = "Disconnect";
"Paired" = "Pair sucessfully";
"Unpaired" = "Unpair sucessfully";
"Pair failed" = "Pair failed";
"Unpaid failed" = "Unpair failed";

//New message
"Pair mobile phone" = "Bind mobile phone";
"Phone call" = "Phone call";
"Message" = "SMS";
//Alarm setting
"Alarm settings" = "Alarm setting";

//Long seat setting
"Long seat setting" = "Sedentary settings";
"Start from" = "Start time";
"End at" = "Stop time";
"Remind when over" = "How long does the watch remind?";
//BP test mode setting
"BP test mode setting" = "BP test mode setting";
"Device BP test mode: %@" = "Device BP test mode: %@";
"Blood Normal" = "Normal Mode";
"Blood Personal" = "Personal Mode";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Set your personal-tailored BP mode to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors here";//改一下
"Changing private mode data will also change the private mode of manual testing and device testing" = "Please select private blood pressure mode data. Private blood pressure mode is only valid for individuals. Please use common mode when using other people";
"高压要比低压大24" = "High pressure is 24 greater than low pressure ";

//Firmware upgrade
"Reset device password" = "Reset device password";//title
"Enter old password" = "Enter old password";
"Enter new password" = "Enter new password";
"Confirm new password" = "Confirm new password";
"Please enter old password" = "Please enter old password";
"Old password is incorrect" = "Old password is incorrect";
"Please enter new password" = "Please enter new password";
"Please enter 4 valid numbers from 0 to 9" = "Please enter 4-digit valid characters from 0 to 9";
"The two password you typed do not match" = "The password you typed do not match the previous password,please try it again";

//Firmware upgrade
"Current version:" = "Current version:";
"Update version:" = "Update version:";//部分页面没有做完
"Update" = "Start upgrading";
"Upload complete" = "Upgrade completely";

//tabbar设置运动目标设置界面
"Setting activity" = "Sport goal";
"According to your personal data, we advise you to walk %@steps a day" = "According to your personal data, we suggest you to walk %@ steps per day";

//tabbar设置睡眠目标设置界面
"According to your personal data, we advise you to sleep %@hours a day" = "According to your personal data, we suggest you to sleep %@ hours per day";

//tabbar设置关于我们
"Download the latest version?" = "Download the latest version?";//如何修改

//新增
"测试中断" = "test failed";
"本次测试无效" = "The test is invalid";
"私人血压模式设置" = "Personal BP test mode setting";
"血压测试模式" = "BP test mode";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "If the device has been paired with the phone successfully, the operation is invalid, if you need to remove the device and phone pairing, please ignore this device in the phone Bluetooth settings, please determine whether to excute pairing operation";
"正在检测，请保持正确姿势" = "Testing, please keep correct posture";
"时间设置不合理" = "Time setting is not reasonable";
"分享内容" = "Share content";
"分享标题" = "Share title";
"名字" = "Name";
"信号" = "Singal";
"暂不支持此功能" = "This feature is not currently supported";
"请坚持佩戴" = "Please insist on wearing";
"请输入4位有效密码" = "Please enter 4-digital valid numbers";
"分享成功" = "Share successfully";
"分享失败" = "Share faied";

"January" = "January";
"February" = "February";
"March" = "March";
"April" = "April";
"May" = "May";
"June" = "June";
"July" = "July";
"August" = "August";
"September" = "September";
"October" = "October";
"November" = "November";
"December" = "December";

//安卓翻译后新增
"登录过期，请重新登录" = "Login expired, please login again";
"无账号登录>" = "No account login>";
"设备防丢" = "Anti-lost device";
"初始密码:0000" = "Initial password:0000";
"佩戴检测" = "Wear test";
"设备端正在使用测试功能" = "Test functions are being used on the device";

//意见反馈
"意见反馈" = "Feedback";
"问题和意见" = "Questions and comments";
"请简要描述您的问题和意见" = "Please briefly describe your questions and comments";
"图片(选填,提供问题截图)" = "picture (optional, screenshot)";
"联系方式" = "Contact information";
"邮箱、电话" = "Mailbox、 phone";
"提交" = "submit";
"提交成功" = "Submit successfully";
"提交失败" = "Submission Failed";
"内容不能为空" = "Content can not be empty";
"到达5张图片上限" = "Up to 5 image";

//BMI界面
"偏瘦" = "Thin";
"正常" = "Normal";
"偏胖" = "Chubby";
"肥胖" = "Obesity";
"极胖" = "Very fat";
"偏瘦提示" = "The current BMI index is lower,\nbelong to thin person ,a little gap to be standard figure.";
"正常提示" = "The current BMI index is normal, \nBody index is perfect,please insist in.";
"偏胖提示" = "The current BMI index is a little higher, \nA little gapto be standard figure.";
"肥胖提示" = "The current BMI index is higher, \nthe risk of heart disease, high blood pressure and other diseases becomes higher.Please pay more attention to improve the living habits.";
"极胖提示" = "The current BMI index is very high, \nHeart disease, high blood pressure and other diseases easily happen,Please pay attention to improve the living habits.";


//苹果健康
"苹果健康" = "HealthKit";
"允许%@写入数据" = "Allow (%@) write data";
"未授权" = "Not authorized";
"同步步数" = "Synchronous steps";
"同步卡路里" = "Sync calories";
"同步睡眠" = "Synchronous sleep";

//微信运动
"三方平台" = "Third-party platform";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "Enter into Werun, share the fun of sprots with your friends.";
"绑定" = "Binding";
"已绑定" = "Bound";
"操作方法" = "\nOperation methods";
"1. 请先绑定设备" = "1. Please bind the device fristly";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Open WeChat, enter the WeRun, click the settings button in the upper right corner of the WeRun home page, find the \"record Fitness data\" column, select \"add data source\", you will search to your purchase of equipment manufacturers the public number, please add this public number as a data source";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Return to the WeRun page, enter the Ranking page,the device data has been synchronized to the WeRun, if not synchronized, please refresh the Ranking page a few times";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Note: before the device is connected to the WeRun, please ensure that the device is connected to the App.";

//陈弟新增翻译
"拍照" = "Take Photo";
"%ld 张照片" = "%ld photo";
"没有照片" = "no photo";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "You can use iTunes to sync photos \n to your iPhone";
"%@访问相机或相册权限受到限制" = "%@ Access to the camera or album is restricted";

//翻译完越南语新增
"下拉可以刷新" = "Pull down to refresh";
"松开立即刷新" = "Release immediate refresh";
"正在同步数据..." = "Synchronizing data...";
"同步完成" = "Complete synchronization";

"开关设置" = "Switch setting";
"24小时制" = "24-Hour Time";
"心率自动监测" = "HR automatic monitoring";
"血压自动监测" = "BP automatic monitoring";
"单位设置" = "Unit setting";
"英制" = "Imperial";
"公制" = "Metric";
"英里" = "Mile";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Upgrade failed, device name changed to DfuLang, please reconnect and upgrade.";

//血氧和疲劳度翻译
"血氧手动测试" = "SpO2 test";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "Your measured blood oxygen concentration of %ld%%, whether to save?";
"正常血氧浓度范围为95%~99%" = "Normal blood oxygen concentration range is 95%~99%";
"血氧浓度异常" = "Unusual";
"血氧浓度偏低" = "Very low";
"血氧浓度低" = "low";
"血氧浓度正常" = "Normal";

"疲劳度手动测试" = "Fatigue test";
"适当的关注一下自己的身体状态哦！" = "Appropriate attention to their physical condition oh!";
"状态良好" = "In good condition";
"轻度疲劳" = "Mild fatigue";
"中度疲劳" = "Moderate fatigue";
"重度疲劳" = "Severe fatigue";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Your energy, no fatigue, concentration, work efficiency will be very high.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "You feel slightly tired, usually you can listen to some of their favorite music to ease.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "You may have felt sleepy and tired, dizzy, you can see the distant scenery or take a nap.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "You may not be able to concentrate, particularly tired, usually pay more attention to rest, drink plenty of water to keep a good mood.";
"您本次测得的疲劳度等级为%@,是否保存？" = "The measured fatigue rating %@，whether to save?";

//年后新增
"心率报警" = "Heart rate alarm";
"心率上限" = "Upper limit of resting heart rate";
"心率下限" = "Minimum heart rate";
"设置不合理" = "Unreasonable setting";

"转腕亮屏" = "Turn the wrist";

"血压私人模式" = "BP private mode";

//女性项目增加
"最近一次月经" = "Date of last period";
"最后一次经期开始日" = "Start date of last period";
"最后一次经期是什么时候?" = "When the last menstruation";
"自然避孕" = "Natural contraception";
"中等疼痛" = "Moderate pain";
"智能预测" = "Intelligent prediction";
"只记经期" = "Record menstruation";
"预产期" = "expected date of childbirth";
"预测月经期" = "Predict menstrual period";
"影响工作的痛" = "Affect the pain of work";
"选择您的状态" = "Choose your status";
"性生活" = "Sex life";
"详情" = "Details";
"无避孕措施" = "No contraceptive measures";
"我们为您提供了新的女性周期功能，是否前往设置？" = "We have provided you with a new function of the cycle, whether to set up?";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "We provide records and reminders for women who are in menstrual period and during pregnancy. If you do not need this feature temporarily, you can choose this option to skip this setting.";
"未来不可操作" = "The future is not operational";
"跳过" = "Skip";
"填写您的预产期" = "Fill expected date of childbirth";
"填写宝宝的基本信息" = "Fill in the basic information of the child";
"疼痛" = "Pain";
"是否要修改人生状态" = "Whether the status is set to";
"是否前往设置女性周期功能？" = "Whether to set the female cycle function?";
"使用避孕药" = "Use contraceptives";
"使用避孕套" = "Use condoms";
"生理状态" = "Female details page";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "If the menstrual period does not end today, please go to the end of the other date to change the end date";
"轻微疼痛" = "Slight pain";
"轻微不适" = "Minor discomfort";
"切换性别为男性将会删除女性相关信息？" = "Switch gender to male will remove female related information?";
"排卵日" = "Ovulation Day";
"排卵期第%ld天" = "Ovulation period %ld days";
"排卵期" = "Ovulation period";
"开启女性功能" = "Female function";
"您的经期平均持续天数？" = "How long does you menstruation last?";
"您的经期之间的平均间隔周期天数？" = "How long the intervel between manstruation?";
"流量" = "Flow";
"量正常" = "Normal Flow";
"量有点多" = "A little more Flow";
"量偏少" = "Less than normal Flow";
"量很少" = "Small Flow";
"量很多" = "A lot of menstrual Flow";
"离孩子出生还有" = "Days until child birth";
"经期长度" = "Period length";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "Menstrual sexual behavior is very susceptible to infection with gynecological diseases, and even infertility";
"经期开始" = "Period begin";
"经期结束" = "period end";
"经期" = "Menstrual period";
"经期" = "Menstrual period";
"间隔长度" = "Cycle length";
"回到今天" = "Back to today";
"怀孕期" = "pregnancy";
"怀孕概率" = "Pregnancy probability";
"怀孕第%ld周" = "Pregnancy %ld weeks";
"很痛" = "It hurts";
"过去不可操作" = "The past is not operational";
"当前月经期第%ld天" = "Current menstrual period %ld days";
"出生日期" = "Date of birth";
"出生日期" = "Baby birthday";
"产检" = "Inspection";
"笔记" = "Notes";
"备孕期" = "Preparing for Pregnancy";
"宝妈期" = "Mother";
"安全期" = "Pregnant";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "we can calculate the expected date of birth according to your last menstrual period.";
"当前经期" = "Current menstrual period";
"预测经期" = "Predicting menstrual period";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "Menstrual period is so long is not wrong? If you want to record the day of menstruation, please modify the near menstrual Oh!";
"天" = "Days";
"忽略" = "Ignore";
"前往" = "Go to";
"经期设置" = "Menstrual setting";
"备孕期设置" = "Preparing for Pregnancy setting";
"孕期设置" = "Pregnancy setting";
"辣妈设置" = "Mother setting";
"经期选择" = "Menstrual Choose";
"手环通知" = "Bracelet notification";
"女性" = "Female";
"没有女性数据" = "No female data";
"正在读取数据…" = "Reading data...";
//2.5.0之后新增
"亮度调节" = "Brightness adjustment";
"自动调节" = "Automatic adjustment";
"设置亮度指数" = "Set brightness index";


//动态血压校准新增
"动态校准" = "Dynamic calibration";
"动态校准中…" = "Dynamic calibration...";
"请保持手臂静止横放" = "Please keep the arm rest horizontally";
"动态校准完成" = "Calibration complete";
"请调整姿势后重新测试" = "Please adjust your posture and test again";
"动态校准失败" = "Calibration failure";
"重试" = "retry";

//信息提醒
"其他应用" = "Other apps";

//新增开关翻译
"此功能需要设备与App保持连接" = "This function requires the device to remain connected to the App";
"运动过量提醒" = "Excessive exercise reminder";
"语音播报" = "Voice Announcements";
"查找手机" = "Find cell phone";
"秒表功能" = "Stopwatch function";

//倒计时翻译
"倒计时" = "Count down";
"开始倒计时" = "Start countdown";
"倒计时时长" = "Countdown time";
"设备正在倒计时" = "Is counting down";
"关闭,设备端将无法单独使用此功能" = "The device side will not be able to use this function alone";
"单次时长" = "Single time duration";
"常用时长" = "usual time";
"界面显示" = "Interface display";
"请设置时长" = "Please set the length of time";
"倒计时备注" = "Note:\n1.The interface display is on and the device can use the timer function separately\n2.When the equipment side is used alone, the time period is the usual time\n3.When the device uses the chronograph function alone, press and hold for 3 seconds in the countdown interface\n4.After the countdown starts, press the 3 second end timer in the countdown interface";


//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";


//闹钟翻译
"周一" = "Mon";
"周二" = "Tues";
"周三" = "Wed";
"周四" = "Thur";
"周五" = "Fri";
"周六" = "Sat";
"周日" = "Sun";
"不重复" = "Not repeating";
"每天" = "every day";
"重复提醒" = "Repeat reminders";
"单次提醒" = "Single alert";
"没有设置闹钟" = "No alarm clock set";
"添加成功" = "Add success";
"添加失败" = "Add failed";
"删除成功" = "Delete successfully";
"删除失败" = "Delete failed";
"添加闹钟" = "Add alarm clock";
"编辑闹钟" = "Edit alarm clock";
"删除闹钟" = "Delete alarm clock";
"日期选择" = "Date selection";
"重复" = "repeat";
"闹钟标签" = "Alarm clock label";
"提醒日期" = "Reminder date";
"已达上限" = "Upper limit reached";

//新增肤色的翻译
"肤色设置" = "Skin color settings";
"请选择一个接近自己肤色的颜色" = "Please choose a color close to your skin";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "In order for the bracelet to better monitor your health, choose a color that is close to your skin";
"肤色选择" = "Skin color selection";
"肤色" = "Skin color";

//4.2.0之后新增
"血氧" = "Blood oxygen";
"没有血氧数据" = "Without blood oxygen data";
"分析数据" = "Analytical data";
"分析报告" = "Analysis report";
"呼吸暂停" = "Apnea";
"心脏负荷" = "Cardiac load";
"睡眠活动" = "Sleeping activity";
"脉率变异性" = "Variability of pulse rate";
"呼吸率" = "Respiratory rate";
"低氧时间" = "Hypoxia time";
"轻度" = "Mild";
"异常" = "Abnormal";
"安静" = "Silent";
"多动" = "Hyperaction";
"躁动" = "Dysphoria";
"偏低" = "Relatively low";
"偏高" = "Relatively high";
"实时血氧" = "Real-time blood oxygen";
"呼吸暂停综合征" = "Obstructive sleep apnea syndrome";
"呼吸暂停参考" = "Reference for apnea";
"呼吸暂停常识" = "Common sense of apnea";
"名称" = "Name";
"频现时间" = "Frequently appearing time";
"次数" = "Frequency";
"参考值" = "Reference value";
"最高(最低)" = "Max(Min)";
"血氧浓度" = "Blood oxygen concentration";
"睡眠活动幅度" = "Range of sleeping activity";
"次/分" = "times/min";
"秒/分" = "s/min";
"呼吸暂停常识tip" = "Snoring during sleep in night with irregular sound of snoring; rhythm disorder in breath and sleep with repeated apnea and awakening; or the patient feels suffocated, with increased nocturnal enuresis, headache in morning, dry mouth, decreased reaction capacity and judging ability in daytime, impaired concentration and somnolence etc; if the situation continues, it will cause arrhythmia, pulmonary arterial hypertension, pulmonary heart disease and hypertension etc; the primary symptoms are mild and hard to be perceived.\n\nMild: 10-20 times of repeated onsets of apnea and hypopnea during 7-hour sleep in night; blood oxygen is 85%-89%.\n\nModerate: 20-30 times of repeated onsets of apnea and hypopnea during 7-hour sleep in night; blood oxygen is 80%-84%.\n\nSevere: over 30 times of repeated onsets of apnea and hypopnea during 7-hour sleep in night; blood oxygen is less than 80%.\n\nIf the foregoing situations occur, it is suggested to take the following measures:\n\n1. In addition to direct oxygen inhalation, external oxygen supply includes all kinds of aerobic exercises, such as walking, jogging, deep breathing and improvement of oxygen uptake environment etc;\n2. Quit alcohol and smoking; be cautious with sedative-hypnotic drugs and other drugs may cause or aggravate the illness;\n3. Sleep in lateral position; properly lift bedside;\n4. Avoid overwork in daytime;\n5. Go to see a doctor if necessary and accept improvement by drugs.\n\nHealthy life style and correct diagnosis in early stage are the key points to prevent and reduce occurrence of sleep apnea.";
"没有数据" = "no data";
"最低" = "Min";
"血氧过低通知" = "Notice of low blood oxygen";
"血氧夜间监测" = "Blood oxygen nighttime monitoring";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "Breath-holding test can help detect your lung capacity. During the test, the lower the measured value, the better the lung capacity";

"GPS运动" = "GPS movement";
"手环运动" = "Bracelet movement";
"本月GPS运动总里程" = "Total GPS movement this month";
"本月手环运功消耗总热量" = "Total calories consumed of the bracelet movement this month";
"历史记录" = "Historical record";
"运动模式已经开启" = "Movement mode is on";
"运动模式开启失败" = "Motion mode fails to open";
"运动模式已经关闭" = "Movement mode is off";
"运动模式关闭失败" = "Motion mode fails to close";
"手环已经开启运动模式,是否退出本次运动?" = "The bracelet has started the movement mode, would you like to withdraw from it?";
"数据详情" = "Data details";
"详情" = "Details";
"有氧运动时长" = "Aerobic exercise";
"暂停时长" = "Pause length";
"暂停次数" = "Number of pauses";
"%@日上午" = "%@ Morning";
"%@日下午" = "%@Afternoon,DD";
"%@月" = "%@MM";
"%@年%@月" = "%@YY%@MM";
"时间(分钟)" = "Time(min)";
"运动量" = "Amount of exercise";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "Time";
"平均值" = "average value";
"累加值" = "Accumulated value";
"最大值" = "Maximum";
"最小值" = "Minimum";
"次" = "times";
"平均速度" = "Speed";
"时长" = "Duration";
"是否确认开启手环运动模式?" = "Turn on the bracelet movement mode?";
"分" = "min";
"清除数据" = "Clear data";
"此操作会清除手环所有数据并关机,是否继续?" = "This will clear all data for the bracelet and shut down. Do you want to continue?";
"屏幕样式设置" = "Screen styles";
"默认风格" = "Default style";
"样式" = "Style";
"是否保存本次运动?" = "Do you keep this exercise?";
"不再提醒" = "No longer reminded";
"是否确认结束本次运动?" = "Did you confirm the end of this campaign?";
"蓝牙未打开" = "Bluetooth is not open";

"名词解释" = "Terminology";
"典型病症" = "Typical symptoms";
"治疗方法" = "Treatment";
"睡眠呼吸暂停综合症" = "Sleep apnea syndrome";
"OSAHS_解释" = "It refers to a clinical syndrome of chronic hypoxemia and hypercapnia caused by decreased blood oxygen due to apnea appearing more than 30 times or hypoventilation occuring more than 5 times per hour on average in 7 consecutive hours of sleeping.";
"OSAHS_白天症状" = "Clinical manifestations in the daytime:\n1.drowsiness. \n\n2.dizziness and lack of strength. \n\n3.abnormal mental state, headache, irritability, temperament, anxiety, etc. \n\n4.sexual dysfunction, etc.";
"OSAHS_夜间症状" = "Clinical manifestations at night: \n1.Snoring: snoring occurrs irregularly, and snoring, airflow cessation, panting and snoring occur alternately. \n\n2.Apnea: the breath suspends because of panting, waking up or loud snoring. \n\n3.Waking up: it is often accompanied by turning over, involuntary movement of limbs and even convulsions or suddenly sitting up, as well as feeling flustered, chest tightness or precordial discomfort. \n\n4.Hyperactivity: turning over and rolling more frequently at night. \n\n5.Hyperhidrosis and nocturia increasing. \n\n6.Abnormal sleep behavior: the patient acts as fear, screaming, raving, noctivagation, phonism, etc. \n\nIn addition, obesity, hypertrophy of nasal  turbinate, snoring and so on are also prone to lead to sleep apnea syndrome.";
"OSAHS_主要治疗方法" = "In addition to taking medicine and receiving a surgery according to the doctor's order, the patient can also perforrm the following methods to treat or alleviate the condition: \n1.Control weight. \n\n2.Give up smoking and limit alcohol intake. \n\n3.Take a proper amount of exercise. \n\n4.Lie on the side during sleep.";
"OSAHS_其他治疗方法" = "Surgery, medicine and ventilation treatment: \n1.Repair abnormal areas of the upper airway through surgery. \n\n2.Drug therapy. \n\n3.Low flow oxygen inhalation at night. \n\n4.Inhale carbon dioxide of 2% to 3%. \n\n5.Take continuous positive pressure ventilation via the intranasal route. \n\n6.External diaphragm pacing. \n\n7.Mechanical ventilation.";
"OSAHS_治疗建议" = "A healthy lifestyle and correct early diagnosis are the keys to preventing and reducing the occurrence of sleep apnea. Clinical medicine has proved that cardiovascular and other concomitant diseases are gradually getting better with the improvement of sleep apnea syndrome. The longer the treatment is, the more obvious the improvement of the symptoms is.";
"呼吸暂停_解释" = "Apnea means the complete cessation of airflow in the nose and mouth greater than or equal to 10 seconds.";
"呼吸暂停_症状" = "1.Snoring is irregular and the sound ranges from high to low, and generally snoring, airflow cessation, panting and snoring occur alternately. The period of airflow interruption is 20 to 30 seconds, or more than 2 minutes in individuals when obvious cyanosis may appear(the lips or fingernails are purple). \n\n2.Turning and rolling over at night occur more frequently, which often leads to low sleep quality and the symptoms of sleepiness, dizziness and fatigue at the daytime.";
"呼吸暂停_治疗方法" = "In addition to taking medicine and receiving surgery and ventilation treatment according to the doctor's order, patients with sleep apnea caused by snoring can take the following methods to treat or alleviate the condition. \n1.Control weight. Intra-abdominal pressure would increase during breathing for the obese person due to accumulation of fat, resulting in decreased lung function and then hypoxia. \n\n2.Give up smoking and limit alcohol intake. Smoking and drinking can cause abnormal metabolism of blood lipids, arteriosclerosis and aggravation of the obstruction of the upper respiratory tract. \n\n3.Take a proper amount of exercise. Moderate exercise can improve the blood supply of the cardio and cerebral vessels, improve the ventilation function, strengthen the body resistance, and reduce the incidence of nasopharyngeal diseases. \n\n4.Lie on the side during sleep. The patient can keep the airway clear by taking the proper sleeping position of lying on the side.";
"血氧浓度_解释" = "Blood oxygen refers to the percentage of the amount of oxygenated hemoglobin in the blood of all hemoglobin that can be combined, that is, the concentration of oxygen in the blood.";
"血氧浓度_症状" = "1.Cardiovascular and cerebrovascular diseases (coronary heart disease, hypertension, hyperlipidemia, etc.). \n\n2.Respiratory diseases (asthma, bronchitis, pulmonary heart disease, etc.).";
"血氧浓度_治疗方法" = "1.As the disease occurs in patients with lower blood oxygen, in addition to actively receiving the treatment of the original disease, the equipment for measuring blood oxygen and oxygen inhalation should be prepared to be timely supplied with oxygen once hypoxemia is detected. \n\n2.In addition to the direct oxygen inhalation, a variety of aerobic exercises can also be performed to ease the condition such as walking, jogging, deep breathing and improving the oxygen environment.";
"呼吸率_解释" = "In terms of the medical term for the number of breaths per minute, one chest heaving is a breath, that is, one inhalation and one exhalation.";
"呼吸率_症状" = "1.Bradypnea: respiratory rhythm is regular but the frequency is less than 10 BPM, which is very common in the end stage of life or before the apnea. Nerve or metabolic diseases or overdose of certain medicines can cause bradypnea due to the inhibition of the respiratory center. \n\n2.Tachypnea: breath very fast and feel respiratory distress.";
"呼吸率_治疗方法" = "For patients with dyspnea, emergency measures at home are as follows. \n1.Keep quiet, avoid emotional stress of the patient to aggravate the dyspnea. \n\n2.Take a semireclining or sitting position to reduce fatigue and oxygen consumption. \n\n3.Maintain the indoor air fresh and ventilated. \n\n4.Give a bland diet, and encourage the patient to eat more vegetables and fruits to replenish moisture in the body. \n\n5.Appropriate expectorant and antispasmodic medicine can be given, such as Bisolvon, Aminophylline and so on to keep the airway clear. \n\n6.Send the patient promptly to a nearby hospital for rescure when he/she is in a critical condition.";
"低氧时间_解释" = "The duration of the state of insufficient physiological oxygen or tissue oxygen demand.";
"低氧时间_症状" = "1.Dizziness and lack of strength. \n\n2.feeling difficult to breathe.";
"低氧时间_治疗方法" = "1.In addition to direct oxygen inhalation, external oxygen supply also includes all kinds of aerobic exercise, such as walking, jogging, deep breathing, improving oxygen environment and so on. \n\n2.See a doctor and take medicine to improve the conditions when necessary.";
"心脏负荷_解释" = "Heart load refers to the perfusion index, which reflects the pulsatile blood flow.";
"心脏负荷_症状" = "1.pi value is larger. \n\n2.Heart rate and blood pressure are higher. \n\n3.Breathe very fast, which is often accompanied with a feeling of lack of strength.";
"心脏负荷_治疗方法" = "1.Ensure an adequate rest, and avoid overstrain and stay up late. \n\n2.Relax the mind and avoid mental stress. \n\n3.Eat less greasy food.";
"脉率变异性_解释" = "The change in the successive heartbeat cycle difference, that is, the change of RR interval difference. It can reflect the recent cardiovascular and mental states.";
"脉率变异性_症状" = "1.Pulse rate variability is not active and maintains at a low level. \n\n2.The patient often has a feeling of dizziness, headache, palpitation and so on.";
"脉率变异性_治疗方法" = "1.Maintain good living habits and get plenty of rest. \n\n2.Keep a good mental state, and do more aerobic exercise, and have a diet with less salt and less oil. \n\n3.If the value is low over a long period of time and the scope of change is small, it is likely to be a precursor of some cardiovascular diseases, and timely medical treatment is recommended if feeling discomfort.";
"睡眠活动幅度_解释" = "The range of sleep activity refers to the unconscious body movement during sleep.";
"睡眠活动幅度_症状" = "1.Turn and roll over more frequently and sweat a lot at night.";
"睡眠活动幅度_治疗方法" = "1.Pay attention to the diet, and a moderate amount of drink can be taken before going to bed, such as milk or millet congee. \n\n2.Do some preparation before going to bed, such as taking hot foot bath and massaging the Yongquan point of sole center, etc. \n\n3.Lie on the side to effectively reduce body movements. \n\n4.Improving sleep environment (indoor humidity and temperature) also has some help.";
"唤醒机制" = "Wake-up mechanism";
"唤醒机制_原理" = "If the monitored nocturnal blood oxygen value is too low continuously, your health may be affected, and the device will make an alarm notification.";
"分析结果" = "Analytic result";
"主要指标" = "Key indicators";
"干预手段" = "Intervention measures";
"仅供参考" = "For reference only";
"更多" = "More";
"收起" = "Pack up";
"低氧唤醒" = "Hypoxia and arousal";
"睡眠呼吸暂停综合症常识" = "Common sense of sleep apnea syndrome";
"OSAHS_Q1" = "1. Question: what is sleep apnea syndrome?";
"OSAHS_Q2" = "2. Question: dose sleep apnea syndrome have serious harms?";
"OSAHS_Q3" = "3. Question: how is this disease caused?";
"OSAHS_Q4" = "4. Question: how do I know if I have sleep apnea syndrome or not?";
"OSAHS_Q5" = "5. Question: how to treat sleep apnea syndrome?";
"OSAHS_Q6" = "6. Question: what is the benefit of blood oxygen monitoring for sleep apnea syndrome?";
"OSAHS_ASK1" = "Answer: during consecutive 7 hours of sleep, if apnea (no breathing for 10 senconds or more) occurs more than 30 times, or  hypoventilation (breathing gas flow reduces or stops completely) per hour on average happens more than 5 times, the person can be thought to suffer from sleep apnea syndrome.";
"OSAHS_ASK2" = "Answer: as a chronic disease, sleep apnea syndrome is difficult to detect when the disease develops and early illness is not easily taken seriously. Once the breath is not smooth, it will cause snoring in easy case, or lung hypoxia and decreased blood oxygen  in severe case so that the body gets no rest and recovery, thus bringing poor mental and health state and significant decline in quality of life. \nWhat is more serious is that when apnea occurs, it is very difficult for patients to awake if there is a lack of external stimuli until the body organs lack oxygen or even are damaged, while the patient often does not take it seriously and this phenomenon happens several times over a long period of time, and continuous cumulative damage would result in a variety of cardiovascular diseases and mental illness, and even sudden death.";
"OSAHS_ASK3" = "Answer: most are caused by upper airway obstruction, including hypertrophy of nasal turbinates, hypertrophy of the tonsils, short lower jaw, thick neck and overall obesity. \nSo sleep apnea syndrome is caused by obstruction in most cases, but some are induced by respiratory dysfunction from the injury of respiration center, which is known as the central illness, or a mixture of both.";
"OSAHS_ASK4" = "Answer: a simple judgment can be conducted according to whether there is the typical clinical symptoms and signs, but because of the characteristics of chronic disease and lack of monitoring equipment, it is difficult for patients in the sleep to perceive their nocturnal symptoms, and merely family description and self perception can easily lead to a misjudgment due to the lack of scientific basis. \nOnly after the illness is getting serious will the patient realize that he or she should go to the hospital for medical diagnosis. \nStandard method is polysomnography (PSG), which can accurately understand the type and degree of disease through the core of blood oxygen monitoring accompanied by monitoring multiple physiological parameters of ECG, EEG, EMG, electric eye and others. At this moment, the disease has often entered a more serious stage, and the difficulty and cost of treatment and the patient's discomfort are greatly increased, so the sooner a definite diagnosis does, the better the efficacy is.";
"OSAHS_ASK5" = "Answer: at present the researches on central sleep apnea syndrome is less, and in addition to the positive treatment of respiratory dysfunction disease (primary disease), there is still no effective ones. The central sleep apnea syndrome often do not exist alone, so the treatment of obstructive sleep apnea syndrome can also bring some effect. The measurement to treat obstructive sleep apnea syndrome usually requires to select the therapeutic regimens based on the severity of the patient's disease. \nNo matter what kind of treatment method of apnea is adopted, the way can never beyond the following two ones, 1) to interrupt the apnea through external stimuli when it is found through the detection mechanism, for example, when apnea with severe hypoxia occurs, the patient is shaken or pushed to wake up to lessen the duration of apnea and reduce or avoid damage to the organs of the body; 2) there is no need of detection mechanism, just maintaining the state of treatment to avoid the occurrence of apnea.";
"OSAHS_ASK6" = "Answer: for patients with sleep apnea syndrome, blood oxygen monitoring has the following advantages: \n1.Give warning to suggest a risk in the phase of snoring developing into apnea. \n\n2.In the early stages of disease, it can serve as a basis for diagnosis to take early medical treatment, which would reduce the difficulty of treatment, decrease the cost and increase the cure rate. \n\n3.In the treatment phase, timely monitor nocturnal condition and feedback the treatment effect. \n\n4.As an important basis for the detection of apnea, it can be combined with wake-up means to monitor the disease change.";

"主界面风格设置" = "Settings of main interface style ";
"风格一" = "Style 1";
"风格二" = "Style 2";
"风格三" = "Style 3";
"风格" = "Style";
"GPS定位权限未打开,是否前往设置?" = "The GPS location permission is not open. Do you want to go to settings?";
"是否开启手环女性通知?" = "Whether to open Bracelet female notice?";
"轻度" = "Light";
"中度" = "Moderate";
"重度" = "Severe";

"转腕灵敏度" = "Sensitivity";
"推荐" = "Recommend";

//HRV增加翻译
"HRV夜间监测" = "HRV monitoring at nighttime ";
"没有HRV数据" = "No HRV data available";
"HRV健康指数" = "HRV health index";
"心脏健康指数" = "Heart health index";
"HRV数据" = "HRV data";
"洛伦兹散点图" = "Lorentz scatter diagram";
"洛伦兹散点图参考" = "Reference of Lorentz scatter diagram";
"彗星形" = "Comet";
"鱼雷形" = "Torpedo";
"梭形" = "Shuttle";
"短棒形" = "Stub";
"扇形" = "Sector";
"复杂形" = "Complex";
"三分布形" = "Triple distributions";
"四分布形" = "Quadruple distributions";
"叉形" = "Fork";
"长棒型" = "Baton";
"榴弹形" = "Grenade";
"火箭形" = "Rocket";
"米粒形" = "Rice";
"彗星形_说明" = "Common form with normal adults, symmetrical spreading at 45° from narrow head, in comet shape, not obvious narrow head with some group of people, zone of scatted points in big spacing of points or dense points in the tail, slim sharp corner, normal phenomenon";
"火箭形_说明" = "Bulky, small head and big tail, dense and sharp head, symmetrical spreading at 45° from head and gradually widening, gradual widening of spacing between points to the tail, common among snoring people or people with apnea syndrome, bigger spacing between points with worse condition";
"梭形_说明" = "Small on both ends, wide in middle part, like a shuttle, common among patients of minor myocardial ischemia, incident of small probability among normal people";
"长棒型_说明" = "Slim, small head, basically consistent in form from middle part to tail, most common among patients with coronary heart disease";
"榴弹形_说明" = "Like grenade, wide head and tail, slim in middle part, usually wider tail than head, most common among patients with atrial fibrillation, and likely to occur with frequent palpitation";
"叉形_说明" = "Main dense zones like miniaturized comet, sharp head, pork-like tail with scattered points, common among CHF patients";
"短棒形_说明" = "Look like miniaturized comet, small head and big tail, in small area, common among people with large cardiac load, cardiac failure in worsened condition, incident with normal people after drinking or fatigue";
"米粒形_说明" = "Very short and small, basically consistent head and tail, like rice, common among patients with arrhythmia, PVT in most cases";
"鱼雷形_说明" = "Short, slightly bigger tip, tail of constant width as a rod; common in patient with nodal tachycardia, usually caused by physiological factors like agitated sentiment or drinking strong tea or coffee, or by illnesses such as cold, fever, anemia or hyperthyreosis; small probability incident with average healthy person.";

"天气设置" = "Weather setting";
"温度单位" = "Temperature unit";
"摄氏度" = "Celsius";
"华氏度" = "Fahrenheit";
"天气推送" = "Weather push";
"开" = "open";
"关" = "turn off";
"来电自动接听" = "Call automatically answer";
"环境检测校准中，请保持正确姿势" = "In the environment check and calibration, please keep the correct posture";
"校准完成，正在测试血氧浓度" = "The calibration is completed and the blood oxygen concentration is being tested.";
"校准进度" = "Calibration progress";

"设备正在初始化，请保持正确姿势" = "The equipment is initializing, please keep the correct position";
"初始化完成，正在测试血氧浓度" = "The initialization is completed and the blood oxygen concentration is being tested";
"初始化中" = "Initializing";

"ai_hrv_repo_0" = "Lorenz Plot Analysis Report";
"ai_hrv_repo_1_00" = "HRV data is insufficient and relevant analyses cannot be carried out. Please keep on the wearing it or wear it correctly. The longer time you wear, the more reliable the analysis results would be.";
"ai_hrv_repo_2_11" = "The maximum change in heart rate during the measurement is normal and the range of heart rate change is normal.";
"ai_hrv_repo_2_12" = "The maximum change in heart rate during the measurement is normal and the range of heart rate change is relatively low. Generally ,the range of nocturnal heart rate change of the population with good physical fitness and good sleeping habits will be lower, but there is a small probability of bradycardia. No special treatment is required but observation if there is no any discomfort.";
"ai_hrv_repo_2_13" = "The maximum change in heart rate during the measurement is normal and the range of heart rate change is relatively high. The risk of tachyarrhythmia is relatively high and it’s usually caused by drinking, heavy physical labor or agitation. No special treatment is required but observation if there is no any discomfort.";
"ai_hrv_repo_2_21" = "The maximum change in heart rate during the measurement is relatively narrow and the range of heart rate change is normal. It's usually arrhythmia caused by excessive fatigue or drinking. Pay attention to alternation between work and rest and improve the sleep quality. No special treatment is required but observation if there is no any discomfort.";
"ai_hrv_repo_2_22" = "The maximum change in heart rate during the measurement is relatively narrow and the range of heart rate change is relatively low. It’s usually caused by anxiety or insomnia. No special treatment is required but observation if there is no any discomfort. There is small risk of anemia or dyspnea. It’s advised to sleep with high pillow, stop smoking and drinking, keep mental balance and ensure enough sleep.";
"ai_hrv_repo_2_23" = "The maximum change in heart rate during the measurement is relatively narrow and the range of heart rate change is relatively high. Pay attention to alternation between work and rest, avoid staying up late and ensure enough sleep if the symptom is observed on a short-term basis. Relevant physical examination is advised if the symptom is found on a long-term basis with accompanying of chest pain, palpitation, shortness of breath (mostly are myocardial ischemia).";
"ai_hrv_repo_2_31" = "The maximum change in heart rate during the measurement is relatively wide and the range of heart rate change is normal. It’s usually caused by staying up late and insomnia. It is advised to form a good sleep habit, and do some activities that are helpful for sleeping, such as massage, foot soaking, etc.";
"ai_hrv_repo_2_32" = "The maximum change in heart rate during the measurement is relatively wide and the range of heart rate change is relatively low. It’s usually caused by bradycardia and symptoms including dizziness, transient amaurosis, acratia, palpitation, chest distress and shortness of breath can be observed. Syncope can even be found in serious cases. It’s advised to visit the hospital for timely treatment.";
"ai_hrv_repo_2_34" = "Extremely low heart rate is usually caused by wearing abnormality and it’s advised to peruse the instructions for correct bracelet wearing. ";
"ai_hrv_repo_2_33" = "The maximum change in heart rate during the measurement is relatively wide and the range of heart rate change is relatively high. It’s usually caused by sleep insufficiency and staying up late. Ensure the sleep and do not do activities that can easily lead to nervous and excitement before sleep. There is relatively high risk of arrhythmia and it’s advised to culture good sleep habits, stop smoking and drinking. See a doctor as early as possible if the symptoms are not improved.";
"ai_hrv_repo_2_35" = "Extremely high heart rate is usually caused by wearing abnormality and it’s advised to peruse the instructions for correct bracelet wearing.";
"ai_hrv_repo_3_21" = "There are relatively low risks of palpitation, chest distress, dyspnea, etc. when the maximum sudden change of heart rate is found at relatively high heart rate with normal degree of change. It’s usually caused by respiratory tract obstruction or snoring. Please visit the hospital for timely treatment if any discomfort is felt. ";
"ai_hrv_repo_3_11" = "The maximum sudden change of heart rate is found at normal range with normal degree of change.";
"ai_hrv_repo_3_31" = "There are relatively high risks of palpitation, chest distress, dyspnea, etc. when the maximum sudden change of heart rate is found at extremely high heart rate with normal degree of change. It’s usually caused by influenza or fever. Please visit the hospital for timely treatment if any discomfort is felt.";
"ai_hrv_repo_3_22" = "The maximum sudden change of heart rate is found at relatively high heart rate with relatively low degree of change. It’s usually caused by dry air or sultriness in the room and it’s advised to open the window for ventilation and pay attention to the keep warm to avoid getting cold.";
"ai_hrv_repo_3_12" = "The maximum sudden change of heart rate is found at normal range with relatively low degree of change. It’s usually caused by fatigue. No special treatment is required but observation if there is no any discomfort. Please have a good rest.";
"ai_hrv_repo_3_32" = "There are mild risks of palpitation, chest distress, dyspnea, etc. when the maximum sudden change of heart rate is found at extremely high heart rate with low degree of change. It’s usually caused by influenza, fever or agitation. There is relatively small probability of anemia. Please visit the hospital for timely treatment if any discomfort is felt.";
"ai_hrv_repo_3_23" = "There are relatively high risks of palpitation, chest distress, dyspnea, etc. when the maximum sudden change of heart rate is found at relatively high heart rate with high degree of change. It’s usually caused by supertension or agitation. Please visit the hospital for timely treatment if the symptom is found frequently and significant discomfort is felt.";
"ai_hrv_repo_3_13" = "There are relatively high risks of premature beats when the maximum sudden change of heart rate is found at normal range with relatively high degree of change. No special treatment is required but observation if there is no any discomfort. It’s advised to keep relax and relieve the tension.";
"ai_hrv_repo_3_14" = "It is usually caused by wearing abnormality when the maximum sudden change of heart rate is found at normal range with abnormally high degree of change and it’s advised to peruse the instructions for correct bracelet wearing.";
"ai_hrv_repo_3_33" = "There are relatively high risks of palpitation, chest distress, dyspnea, etc. when the maximum sudden change of heart rate is found at extremely high heart rate with high degree of change. It’s usually caused by premature beat or hypertension. Please visit the hospital for timely treatment if the symptom is found frequently with accompanying of insomnia and significant discomfort is felt.";
"ai_hrv_repo_3_34" = "It is usually caused by wearing abnormality when the maximum sudden change of heart rate is found at extremely high heart rate with relatively high degree of change and it’s advised to peruse the instructions for correct bracelet wearing.";
"ai_hrv_repo_4_11" = "There is mild premature beat and it's usually caused by agitation, excessive smoking or drinking, etc. It’s advised to adjust the mentality, reduce or avoid smoking and drinking.";
"ai_hrv_repo_4_12" = "Cardiac stress capability weakening and moderate nervous excitation are usually caused by agitation or excitation. Acratia or tiredness in daytime can be easily caused. It’s advised to take proper exercise before sleep to release the energy and calm down.";
"ai_hrv_repo_4_13" = "Relatively weak cardiac stress capability and excessive nervous excitation are found. It’s advised to avoid excessive excitation or nervous before sleep and a series of sleep aiding activities can be done to relieve the mood. Drinking of coffee, strong tea or wine, etc. shall be avoided recently.";
"ai_hrv_repo_4_14" = "The cardiac stress capability is relatively strong. No special treatment is required but observation and exercise can be strengthened properly if fatigue or acratia is felt frequently.";
"ai_hrv_repo_4_15" = "The cardiac stress capability and the metal state are both good.";
"ai_hrv_repo_4_16" = "The cardiac stress capability is good and mild nervous excitation is found. Pay attention to appropriate relaxation and the alternation between work and rest before sleep.";
"ai_hrv_repo_4_17" = "The cardiac stress capability is relatively strong and the neural activity is low. It’s usually caused by excessive fatigue. Have a good rest and avoid working for long hours or staying up late recently if there is no any discomfort.";
"ai_hrv_repo_4_18" = "The cardiac stress capability is good and the neural activity is relatively low. It’s usually caused by mild fatigue. Have a good rest if there is no any discomfort.";
"ai_hrv_repo_4_19" = "Mild weakening is shown in the cardiac stress capability and the neural activity is relatively low. It’s usually caused by moderate fatigue. Have a good rest and pay attention to the alteration between work and rest.";
"ai_hrv_repo_4_21" = "There is mild risk of premature beat and it can be found in normal people (agitation, nervous, fatigue, dyspepsia, excessive smoking, wine or concentrated tea drinking, etc.). Long-term observation is advised if there is no any discomfort.";
"ai_hrv_repo_4_22" = "There is relatively significant premature beat and it can be observed in normal people (agitation, nervous, fatigue, dyspepsia, excessive smoking, wine or concentrated tea drinking, etc.). The symptom is more easy to be found in patient with organic heart disease and relevant physical examinations are advised.";
"ai_hrv_repo_4_23" = "There is relatively high risk of premature beat and it can be found in normal people (agitation, nervous, fatigue, dyspepsia, excessive smoking, wine or concentrated tea drinking, etc.). Long-term observation is advised and relevant physical examinations shall be done as soon as possible if the symptom is found often.";
"ai_hrv_repo_4_30" = "The phenomenon is not analyzed temporarily and there is small probability that relatively complicated figure can be shown in Lorenz Plot. Long-term wearing and observation are advised.";
"ai_hrv_repo_5_11" = "The nocturnal heart rhythm is stable and the heart condition is good.";
"ai_hrv_repo_5_12" = "The nocturnal heart rhythm is stable and the heart condition is not good. There is relatively low risk of tachycardia and excessive fatigue shall be avoided.";
"ai_hrv_repo_5_13" = "The nocturnal heart rhythm is relatively stable and the heart is slightly fatigue. Avoid staying up late and ensure the sleep so that the increase of burden on the heart can be avoided.";
"ai_hrv_repo_5_14" = "The nocturnal heart rhythm is relatively stable and the heart burden is relatively large. It’s advised to reduce the oily food and keep on doing exercise.";
"ai_hrv_repo_5_21" = "Arrhythmia at night with relatively large heart burden is found. Improper diet and overeating shall be avoided. Eat more fruit and vegetable and avoid catching cold.";
"ai_hrv_repo_5_22" = "The nocturnal heart rhythm is relatively stable and the heart is relatively fatigue. There is relatively high risk of myocardial ischemia. It’s advised to keep a low-salt and low-fat bland diet, stabilize the mood and avoid extreme emotions. Regular physical examination shall be implemented if there are symptoms including chest distress, palpitation, etc. ";
"ai_hrv_repo_5_23" = "The nocturnal heart rhythm is relatively stable and the heart burden is relatively large. There is relatively high risk of tachycardia. Avoid excessive fatigue, quit smoking, drink less wine and avoid excessive physical labor or sudden power exertion.";
"ai_hrv_repo_5_24" = "Arrhythmia at night with slightly fatigue heart is found. There is relatively low risk of myocardial ischemia. Physical examination shall be received regularly if there is no any discomfort. It's advised to visit the hospital for timely treatment if fatigue, acratia and poor mental state accompanied by chest distress or shortness of breath, etc. are found.";
"ai_hrv_repo_5_25" = "The nocturnal heart rhythm is relatively stable and the heart burden is relatively large. The risks of hyperlipoidemia and hypertension are increasing. It’s advised to keep a bland diet and avoid excessive drinking. Receive physical examination regularly and appropriate weight losing is advised for obese people.";
"ai_hrv_repo_5_26" = "Arrhythmia at night with relatively fatigue heart is found. There are risks of dyspnea and insufficient blood supply. It’s advised to sleep sideway, increase properly the air humidity in the room, strengthen the exercise, avoid agitation and excessive fatigue. Receive physical examination regularly and attach importance to the blood pressure monitoring.";
"ai_hrv_repo_5_31" = "Arrhythmia at night with relatively large heart burden is found and there is sinus tachycardia symptom. It's usually caused by drinking of coffee or strong tea or doing activities that can lead to nervous or exciting emotions before sleep. It can also be resulted from diseases such as fever, anemia, hyperthyroidism, etc. Good life pattern shall be developed and physical examination shall be done regularly. See a doctor in time if there is any discomfort.";
"ai_hrv_repo_5_32" = "Arrhythmia at night with relatively fatigue heart is found and there is bradycardia symptom. It’s usually caused by anemia, myocarditis or myocardial infarction. It can also be resulted from the relatively low temperature at the measuring part. Pay attention to the keep warm and have a long-term observation. Physical examination and timely treatment are advised if the symptom is observed frequently with accompanying of depression, acratia and dizziness.";
"ai_hrv_repo_5_33" = "Arrhythmia at night with relatively large heart burden is found. Mental stress, heavy smoking, drinking of wine, strong tea or coffee, excessive fatigue, serious insomnia, etc. are usually the inducement factors for arrhythmia. It’s advised to develop a good life pattern, balance the work and rest and receive regular physical examination.";
"ai_hrv_repo_5_40" = "The phenomenon is not analyzed temporarily and there is small probability that relatively complicated figure can be shown in Lorenz Plot. Long-term wearing and observation are advised.";
"ai_hrv_repo_2" = "Heart rate change";
"ai_hrv_repo_3" = "Sudden change of heart rate";
"ai_hrv_repo_4" = "Neural state";
"ai_hrv_repo_5" = "Heart rhythm change";

"ai_disconnect_remind" = "Disconnect reminder";

"ai_switch_call_auto_answer" = "Key-free Answer Mode";
"ai_switch_call_auto_answer_tip" = "When the device is in headset mode, it is able to answer the incoming calls automatically. ";
"ai_privacy" = "Privacy Policy";
"ai_privacy_prompt_content" = "Please confirm whether you have carefully read and acknowledged this privacy policy.";
"ai_privacy_title_1" = "Collection of information";
"ai_privacy_title_1_content" = "The data we collect depends on the context of your interactions with us, the choices you make, including your privacy settings, and the products and features you use. The data we collect can include SDK/API/JS code version, browser, Internet service provider, IP address, platform, timestamp, application identifier, application version, application distribution channel, independent deice identifier, iOS ad identifier (IDFA), Android ad master identifier, network card (MAC) address, and international mobile device identification code (IMEI) The equipment model, the terminal manufacturer, the terminal device operating system version, the session start / stop time, the location of the language, the time zone and the network state (WiFi and so on), the hard disk, the CPU, and the battery use, etc.";
"ai_privacy_title_2" = "Use of personal data";
"ai_privacy_title_2_content" = "When you use your account to log in to App, we will collect the basic information you fill in and the health data collected by the smart wearer. We will store and analyze your data so as to provide you with better data presentation and health guidance.\n\nHow you do not want your personal data to be collected, you can log in with no account.";
"ai_privacy_title_3" = "International transfers of personal data";
"ai_privacy_title_3_content" = "Our business may require us to shift your personal data to countries outside the European Economic Zone, which may include China. \n\nWe will take appropriate measures to ensure that the recipients of your personal data perform the obligation of confidentiality.\n\nIf you do not want your personal data to be collected and transferred, you can choose to log in with no account.";
"ai_privacy_title_4" = "Your rights";
"ai_privacy_title_4_content" = "When you use our App, we will collect information, as described above, to better optimize and manage software so as to provide you with better services.\n\nFor your personal data collection, you have the right to select an account to log in or to log in without account. We will collect your personal data by using the account, and we will not collect your personal data without a login.\n\nIf you think our handling of your personal data and information is against the applicable law, you can complain to the regulators.";
"head_title_change_theme" = "Change theme";
"ai_ssbr_title" = "OSAHS Reminder";
"ai_ssbr_minspo2h" = "Blood Oxygen Threshold";
"ai_ssbr_time" = "Reminder Duration";
"ai_ssbr_remind_tip" = "Enable or disable OSAHS reminders.";
"ai_ssbr_minspo2h_tip" = "It reminds users when blood oxygen value is detected to be lower than preset value in case of OSAHS. (normal range of arterial blood oxygen value is 95~99%)";
"ai_ssbr_time_tip" = "When OSAHS occurs, it will stop vibration if the time of vibration or the reminder time exceeds the preset time, or users click in the midway.";
"ai_screenlight_time" = "Screen-On Time";
"ai_screenlight_open" = "On";
"ai_screenlight_close" = "Off";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Sleeping efficiency refers to the time from falling asleep to the first deep sleep or a longer shallow sleep, too long is not conducive to falling asleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";

"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
